Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: <p align="right">Internet Connection Type</p>
zh_cn: <p align="right">Internet连接类型</p>

source: Cancel Changes
zh_cn: 取消更改

source: Connect on Demand: Max Idle Time
zh_cn: 按需连接: 最大空闲时间

source: Maximum number of Users:
zh_cn: 最大用户数:

source: Subnet Mask:
zh_cn: 子网掩码:

source: Minute.
zh_cn: 分钟.

source: Save Settings
zh_cn: 保存设置

source: Client Lease Time:
zh_cn: 客户端租约时间:

source: <html><head/><body><p align="right">Optional Settings<br/>(required by some internet service providers)</p></body></html>
zh_cn: <html><head/><body><p align="right">可选设置<br/>(某些Internet服务提供商需要)</p></body></html>

source: Service Name(Optional)
zh_cn: 服务名(可选)

source: Host Name:
zh_cn: 主机名:

source: <p align="right"><b>Internet Setup</b></p>
zh_cn: <p align="right"><b>Internet设置</b></p>

source: <p align="right">DHCP Server Setting</p>
zh_cn: <p align="right">DHCP 服务器 设置</p>

source: Internet IP Address:
zh_cn: Internet IP地址:

source: Keep Alive: Redial Period
zh_cn: 保活: 重拨时间间隔

source: <p align="right">Router IP</p>
zh_cn: <p align="right">路由器IP</p>

source: Second.
zh_cn: 秒.

source: IP Address:
zh_cn: IP地址:

source: DNS 3 (Optional):
zh_cn: DNS 3 (可选):

source: <p align="right"><b>Network Setup</b></p>
zh_cn: <p align="right"><b>网络设置</b></p>

source: DNS 2 (Optional):
zh_cn: DNS 2 (可选):

source: UserName:
zh_cn: 用户名:

source: Start IP Address:
zh_cn: 起始IP地址:

source: minutes (0 means one day)
zh_cn: 分钟(0意味着一天)

source: Static DNS 1:
zh_cn: 静态DNS 1:

source: Static DNS 2:
zh_cn: 静态DNS 2：

source: Static DNS 3:
zh_cn: 静态DNS 3：

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:7.875pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; color:#ffffff;">Help...</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:7.875pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; color:#ffffff;">帮助...</span></p></body></html>

source: IP Address Range:
zh_cn: IP地址范围:

source: to
zh_cn: 至

source: Router Password:
zh_cn: 路由器密码:

source: <p align="right"><b>Management</b></p>
zh_cn: <p align="right"><b>管理</b></p>

source: Any Ip Address
zh_cn: 任何IP地址

source: Remote Upgrade:
zh_cn: 远程更新:

source: Allow Users to Configure:
zh_cn: 允许用户进行配置:

source: Web Utility Access:
zh_cn: Web实用程序访问:

source: Web Access
zh_cn: Web访问

source: Restore Configurations
zh_cn: 还原配置

source: Allow Users to Disable Internet Access:
zh_cn: 允许用户禁用Internet访问:

source: Allowed Remote Ip Address:
zh_cn: 允许访问的远程IP地址:

source: BackUp Configurations
zh_cn: 备份配置

source: Re-enter to confirm:
zh_cn: 重新输入以确认:

source: Web Utility Access via Wireless:
zh_cn: 通过无线的Web实用程序访问:

source: Remote Management Port:
zh_cn: 远程管理端口:

source: Remote Access
zh_cn: 远程访问

source: Router Access
zh_cn: 路由器访问

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; color:#ffffff;">Help...</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; color:#ffffff;">帮助...</span></p></body></html>

source: BackUp and Restore
zh_cn: 备份和还原

source: Remote Management:
zh_cn: 远程管理:

source: Destination:
zh_cn: 目的:

source: Any IP Address
zh_cn: 任何IP地址

source: DHCP Client Table
zh_cn: DHCP客户端列表

source: Source IP Address:
zh_cn: 源IP地址:

source: MAC Address:
zh_cn: MAC地址:

source: RADIUS Port:
zh_cn: RADIUS端口:

source: Encryption:
zh_cn: 加密:

source: Key1:
zh_cn: 密钥1:

source: Key2:
zh_cn: 密钥2:

source: Key3:
zh_cn: 密钥3:

source: Key4:
zh_cn: 密钥4:

source: <p align="right"><b>Wireless Security</b></p>
zh_cn: <p align="right"><b>无线安全</b></p>

source: Security Mode:
zh_cn: 安全模式:

source: Passphrase:
zh_cn: 密码:

source: Shared Secret:
zh_cn: 共享密钥:

source: <p align="center"><b>Help...</b></p>
zh_cn: <p align="center"><b>帮助...</b></p>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">Help...</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">帮助...</span></p></body></html>

source: Wireless Security
zh_cn: 无线安全

source: TX Key:
zh_cn: TX密钥:

source: seconds
zh_cn: 秒

source: 40/64-Bits (10 Hex digits)
zh_cn: 40/64-位 (10位十六进制数字)

source: RADIUS Server:
zh_cn: RADIUS服务器:

source: Generate
zh_cn: 生成

source: Key Renewal:
zh_cn: 密钥更新:

source: Up
zh_cn: 置顶

source: Path:
zh_cn: 路径:

source: <html><head/><body><p align="center">File Manager</p></body></html>
zh_cn: <html><head/><body><p align="center">文件管理器</p></body></html>

source: HTTP Configuration
zh_cn: HTTP配置

source: New Directory
zh_cn: 新建目录

source: New File
zh_cn: 新建文件

source: Edit Page
zh_cn: 编辑页面

source: File Manager
zh_cn: 文件管理器

source: On
zh_cn: 开启

source: Add
zh_cn: 添加

source: Auto
zh_cn: 自动

source: Cable
zh_cn: 电缆

source: Interface Slot/Port
zh_cn: 接口 插槽/端口

source: IPv6 Configuration
zh_cn: IPv6配置

source: Access
zh_cn: 访问

source: Auto Config
zh_cn: 自动配置

source: Full Duplex
zh_cn: 全双工

source: Half Duplex
zh_cn: 半双工

source: Not Set
zh_cn: 未设置

source: Remove
zh_cn: 删除

source: Static
zh_cn: 静态

source: Dhcpv6 Refresh
zh_cn: DHCPv6刷新

source: IP Configuration
zh_cn: IP配置

source: Provider Network
zh_cn: 供应商网络

source: PSK Pass Phrase
zh_cn: PSK密码

source: Configurations are not available at present.
zh_cn: 配置当前不可用。

source: textLabel1
zh_cn: 文本标签1

source: IPv6 Gateway
zh_cn: IPv6网关

source: UserName
zh_cn: 用户名

source: Channel
zh_cn: 信道

source: RADIUS Server Settings
zh_cn: RADIUS服务器设置

source: IPv6 DNS Server
zh_cn: IPv6 DNS服务器

source: Link Local Address:
zh_cn: 本地链路地址:

source: DHCP Refresh
zh_cn: DHCP刷新

source: Shared Secret
zh_cn: 共享密码

source: User ID
zh_cn: 用户ID

source: Interface Configuration
zh_cn: 接口配置

source: DHCPv6 Refresh
zh_cn: DHCPv6刷新

source: IP Config
zh_cn: IP配置

source: Link Local Address
zh_cn: 本地链路地址

source: IPv6 Local Pool Config
zh_cn: IPv6本地地址池配置

source: Cancel
zh_cn: 取消

source: IPv6 Pool Prefix (x:x:x:x::x/<z>)
zh_cn: IPv6地址池前缀(x:x:x:x::x/<z>)

source: IPv6 Local Pool
zh_cn: IPv6本地地址池

source: Prefix Length to assign from pool (<1-128>)
zh_cn: 从地址池分配的前缀长度(<1-128>)

source: DHCPv6 Unique Identifier
zh_cn: DHCPv6唯一标识符

source: Preferred Lifetime (<60-4294967295> seconds)
zh_cn: 首选生命期 (<60-4294967295> 秒)

source: IPv6 Prefix Delegation:
zh_cn: IPv6前缀委派:

source: Valid Lifetime (<60-4294967295> seconds)
zh_cn: 有效生命期 (<60-4294967295> 秒)

source: IPv6 Prefix
zh_cn: IPv6前缀

source: DHCPv6 Pool Config
zh_cn: DHCPv6地址池配置

source: IPv6 Prefix Pool
zh_cn: IPv6前缀池

source: DHCPv6 Pool:
zh_cn: DHCPv6地址池:

source: DNS Name (x:x:x:x::x)
zh_cn: DNS名称(x:x:x:x::x)

source: Bits
zh_cn: 位

source: TYPE
zh_cn: 类型

source: MARKER ( 16 BYTES , ALL BITS - 1)
zh_cn: 标记 (16字节，所有位均为1)

source: LENGTH
zh_cn: 长度

source: FLAG
zh_cn: 标志

source: VERSION
zh_cn: 版本

source: BGP OPEN
zh_cn: BGP打开

source: OPTIONAL PARAMETER (VARIABLE)
zh_cn: 可选参数 (可变)

source: ERROR SUBCODE
zh_cn: 错误子码

source: ERROR CODE
zh_cn: 错误代码

source: BGP NOTIFICATION
zh_cn: BGP通知

source: VARIABLE DATA
zh_cn: 可变数据

source: BGP UPDATE
zh_cn: BGP更新

source: Len
zh_cn: 长度

source: DHCPv6 Domain Search Option
zh_cn: DHCPv6域搜索选项

source: Search String
zh_cn: 搜索字符串

source: FLAGS
zh_cn: 标志

source: PROTOCOL TYPE
zh_cn: 协议类型

source: NEXT HEADER
zh_cn: 下一报头

source: IDENTIFICATION
zh_cn: 标识符

source: RESERVED
zh_cn: 保留

source: FRAGMENT<br/>OFFSET
zh_cn: 分片<br/>偏移

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><span style=" font-family:'MS Shell Dlg 2'; text-decoration: underline;">IPV6 FRAGMENT EXTENSION</span></p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'MS Shell Dlg 2'; font-size:8pt; text-decoration: underline;">
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><span style=" font-family:'MS Shell Dlg 2'; text-decoration: underline;">IPV6分片扩展</span></p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'MS Shell Dlg 2'; font-size:8pt; text-decoration: underline;">

source: NEXT PAYLOAD
zh_cn: 下一载荷

source: EXCHANGE TYPE
zh_cn: 交换类型

source: INITIATOR COOKIE ( 8 BYTES)
zh_cn: 初始COOKIE (8字节)

source: RESPONDER COOKIE ( 8 BYTES)
zh_cn: 响应COOKIE (8字节)

source: MESSAGE ID
zh_cn: 消息ID

source: AH SEQUENCE
zh_cn: AH序列

source: AUTHENTICATION HEADER
zh_cn: 认证报头

source: DATA
zh_cn: 数据

source: PAYLOAD LENGTH
zh_cn: 载荷长度

source: ENCRYPTED DATA
zh_cn: 加密数据

source: ISAKMP ENCRYPTED PAYLOAD
zh_cn: ISAKMP加密载荷

source: ENCAPSULATING SECURITY PAYLOAD
zh_cn: 封装的安全载荷

source: ESP SEQUENCE
zh_cn: ESP序列

source: ISAKMP IDENTIFICATION
zh_cn: ISAKMP标识符

source: IDENTIFICATION DATA( VARIABLE LENGTH )
zh_cn: 标识符数据(可变长度)

source: DOI SPECIFIC ID DATA
zh_cn: DOI指定ID数据

source: ID TYPE
zh_cn: ID类型

source: NOTIFY MESSAGE TYPE
zh_cn: 通知消息类型

source: PROTOCOL ID
zh_cn: 协议ID

source: SPI SIZE
zh_cn: SPI大小

source: ISAKMP NOTIFICATION
zh_cn: ISAKMP通知

source: NOTIFICATION DATA ( VARIABLE LENGTH)
zh_cn: 通知数据 (可变长度)

source: SECURITY PARAMETER INDEX ( VARIABLE LENGTH)
zh_cn: 安全参数索引(可变长度)

source: DOMAIN OF INTERPRETATION (DOI)
zh_cn: 解释域(DOI)

source: CODE
zh_cn: 代码

source: ICMPV6 PACKET TOO BIG MESSAGE
zh_cn: ICMPv6数据包过长消息

source: CHECKSUM
zh_cn: 校验和

source: ISAKMP PR0POSAL
zh_cn: ISAKMP建议

source: PROPOSAL
zh_cn: 建议

source: SPI ( VARIABLE LENGTH )
zh_cn: SPI (可变长度)

source: SITUATION ( VARIABLE LENGTH )
zh_cn: 环境(可变长度)

source: ISAKMP SECURITY ASSOCIATION
zh_cn: ISAKMP安全关联

source: TRANSFORM ID
zh_cn: 转换ID

source: GROUP DESCRIPTION
zh_cn: 组描述

source: KEY LENGTH
zh_cn: 密钥长度

source: ISAKMP TRANSFORM
zh_cn: ISAKMP转换

source: LIFE TYPE
zh_cn: 生命类型

source: LIFE DURATION
zh_cn: 生命持续时间

source: ENCRIPTION ALGORITHM
zh_cn: 加密算法

source: AUTHENTICATION METHOD
zh_cn: 认证方式

source: HASH ALGORITHM
zh_cn: 散列算法

source: CONTROL BIT
zh_cn: 控制位

source: ROOT DISPERSION
zh_cn: 根时误

source: ORIGINATE TIMESTAMP
zh_cn: 原始时间戳

source: REFERENCE TIMESTAMP
zh_cn: 参考时间戳

source: TRANSMIT TIMESTAMP
zh_cn: 传送时间戳

source: ROOT DELAY
zh_cn: 根延迟

source: KEY IDENTIFIER
zh_cn: 密钥标识符

source: REFERENCE CLOCK IDENTIFIER
zh_cn: 参考时钟标识符

source: MESSAGE HASH
zh_cn: 消息散列

source: RECEIVE TIMESTAMP
zh_cn: 接收时间戳

source: PPP PROTOCOL = 0XC021
zh_cn: PPP协议 = 0XC021

source: PPP PAYLOAD
zh_cn: PPP载荷

source: LENGTH = ??
zh_cn: 长度 = ??

source: CODE = 0x00
zh_cn: 代码 = 0x00

source: SEQUENCE NUMBER
zh_cn: 序列号

source: Router Solicitation Message
zh_cn: 路由器请求消息

source: OPTIONS...
zh_cn: 选项...

source: PORT
zh_cn: 端口

source: PDU VARIABLE BINDINGS
zh_cn: PDU可变绑定

source: ERROR STATUS
zh_cn: 差错状态

source: ERROR INDEX
zh_cn: 差错索引

source: COMMUNITY( VARIABLE LENGTH)
zh_cn: 共同体 (可变长度)

source: PDU TYPE
zh_cn: PDU类型

source: REQUEST IDENTIFIER
zh_cn: 请求标识符

source: ENCRYPTED DATA (VARIABLE LENGTH)
zh_cn: 加密数据 (可变长度)

source: SESSION ID
zh_cn: 会话ID

source: Busy
zh_cn: 占线

source: To:
zh_cn: 去电:

source: Enter Number
zh_cn: 输入号码

source: Unknown Number
zh_cn: 未知号码

source: Playing 'Do'...
zh_cn: 正在播放“Do”...

source: The phone is ringing
zh_cn: 电话响了

source: Playing 'Mi'...
zh_cn: 正在播放“Mi”...

source: Send 'Re'
zh_cn: 发送“Re”

source: Send 'Do'
zh_cn: 发送“Do”

source: Send 'Mi'
zh_cn: 发送“Mi”

source: Playing 'Re'...
zh_cn: 正在播放“Re”...

source: The line is disconnected
zh_cn: 线路连接中断

source: Close
zh_cn: 关闭

source: Wireless-N<br/>Broadband Router
zh_cn: Wireless-N<br/>宽带路由器

source: Dialog
zh_cn: 对话框

source: Firmware Version: v0.93.3
zh_cn: 固件版本: v0.93.3

source: <html><head/><body><p align="right"><span style=" font-family:'Verdana';">IP Address</span></p></body></html>
zh_cn: <html><head/><body><p align="right"><span style=" font-family:'Verdana';">IP 地址</span></p></body></html>

source: <html><head/><body><p><span style=" font-family:'Verdana';">MAC Address</span></p></body></html>
zh_cn: <html><head/><body><p><span style=" font-family:'Verdana';">MAC地址</span></p></body></html>

source: <html><head/><body><p><span style=" font-weight:600;">List of PCs</span></p></body></html>
zh_cn: <html><head/><body><p><span style=" font-weight:600;">PC列表</span></p></body></html>

source: <html><head/><body><p align="right"><span style=" font-family:'Verdana';">IP Address Range</span></p></body></html>
zh_cn: <html><head/><body><p align="right"><span style=" font-family:'Verdana';">IP 地址范围</span></p></body></html>

source: <small><em>SOURCE IP (32 bits) ==></em></small>
zh_cn: <small><em>源IP (32位) ==></em></small>

source: Bytes
zh_cn: 字节

source: CDP Value Field
zh_cn: CDP值字段

source: ADDRESS<br/>(VARIABLE)
zh_cn: 地址<br/>(可变长度)

source: VALUE<br/>(VARIABLE LENGTH)
zh_cn: 值<br/>(可变长度)

source: PROTOCOL<br/>(VARIABLE)
zh_cn: 协议<br/>(可变长度)

source: HOPS
zh_cn: 跳数

source: SECS
zh_cn: 秒

source: TRANSACTION ID (4 BYTES)
zh_cn: 事务ID (4字节)

source: "YOUR" CLIENT ADDRESS
zh_cn: “您的”客户端地址

source: SERVER HOSTNAME (64 BYTES)
zh_cn: 服务器主机名 (64字节)

source: FILE (128 BYTES)
zh_cn: 文件 (128字节)

source: HW LEN
zh_cn: HW长度

source: CLIENT HARDWARE ADDRESS (16 BYTES)
zh_cn: 客户端硬件地址 (16字节)

source: OPTIONS (312 BYTES)
zh_cn: 选项 (312字节)

source: CLIENT ADDRESS
zh_cn: 客户端地址

source: RELAY AGENT ADDRESS
zh_cn: 延迟代理地址

source: HW TYPE
zh_cn: HW类型

source: SERVER ADDRESS
zh_cn: 服务器地址

source: DHCP Domain Name Option
zh_cn: DHCP域名选项

source: DOMAIN NAME (VARY)
zh_cn: 域名 (可变)

source: DHCP Domain Name Server Option
zh_cn: DHCP域名服务器选项

source: DOMAIN NAME<br/>SERVER
zh_cn: 域名<br/>服务器

source: DHCP Client Identifier Option
zh_cn: DHCP客户端标识符选项

source: CLIENT ID<br/>(Length Vary):
zh_cn: 客户端ID<br/>(长度可变):

source: Remote ID Suboption
zh_cn: 远程ID子选项

source: MAC ADDRESS
zh_cn: MAC地址

source: DHCP Agent Information Option
zh_cn: DHCP代理信息选项

source: Circuit ID Suboption
zh_cn: 电路ID子选项

source: DHCPv6 Client/Server ID Option
zh_cn: DHCPv6客户端/服务器ID选项

source: Option Length
zh_cn: 选项长度

source: DHCPv6 DNS Option
zh_cn: DHCPv6 DNS选项

source: Link Layer Address
zh_cn: 链路层地址

source: DHCPv6 Elapsed Time Option
zh_cn: DHCPv6已用时间选项

source: Elapsed Time
zh_cn: 已用时间

source: OPTIONS (VARIABLE)
zh_cn: 选项 (可变长度)

source: DHCPv6 Header
zh_cn: DHCPv6报头

source: DHCPv6 IA Address Option
zh_cn: DHCPv6 IA地址选项

source: Preferred Lifetime
zh_cn: 首选生命期

source: Valid Lifetime
zh_cn: 有效生命期

source: OPTION IA_ADDR
zh_cn: 选项IA_ADDR

source: DHCPv6 IA Prefix Option
zh_cn: DHCPv6 IA前缀选项

source: OPTION IAPREFIX
zh_cn: 选项IAPREFIX

source: DHCPv6 IA-NA Option
zh_cn: DHCPv6 IA-NA选项

source: DHCPv6 IA-PD Option
zh_cn: DHCPv6 IA-PD选项

source: DHCPv6 Request Option
zh_cn: DHCPv6请求选项

source: Status Message (Variable Length)
zh_cn: 状态消息 (可变长度)

source: Status Code
zh_cn: 状态代码

source: DHCPv6 Status Code Option
zh_cn: DHCPv6状态代码选项

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">FLAGS</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">标志</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">VERSION</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">版本</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">CHECKSUM</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">校验和</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">ACK NUMBER</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">确认号</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">OPCODE</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">操作码</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">SEQUENCE NUMBER</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">序列号</span></p></body></html>
